Revit 2027 API
GroupTypeId.ElectricalCircuiting Property
 Electrical - Circuiting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalCircuiting { get; }
Public Shared ReadOnly Property ElectricalCircuiting As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalCircuiting {
	ForgeTypeId^ get ();
}
static member ElectricalCircuiting : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace